Repository: common-repository/librefm-now-playing
Catalog: lfmnp-*.po
Languages: fi_fi

source: Libre.fm Now Playing
fi_fi: Libre.fm:n parhaillaan soi

source: A widget to display your 'now playing' status from Libre.fm.
fi_fi: Vimpain joka näyttää parhaillaan soivan kappaleen Libre.fm:stä.

source: Display your 'now playing' status from Libre.fm.
fi_fi: Näytä parhaillaan soiva kappale Libre.fm:stä.

source: %a: %t on Libre.fm
fi_fi: %a: %t Libre.fm:ssä

source: Now Playing
fi_fi: Parhaillaan soi

source: Title:
fi_fi: Otsikko:

source: Your Libre.fm username:
fi_fi: Libre.fm-käyttäjänimesi:

source: Formatting %s:
fi_fi: Muotoilu %s:

source: (%a = artist, %t = track)
fi_fi: (%a = esittäjä, %t = kappale)

source: Link title to your profile:
fi_fi: Otsikko linkitetään profiiliisi:

source: Link track:
fi_fi: Kappale linkitetään:

source: Hide widget when not playing:
fi_fi: Vimpain piiloon kun ei soiteta:

source: %s on Libre.fm
fi_fi: %s Libre.fm:ssä
